placeholder/dbl_0_46_6-09400_8/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       12792;
    }
    outlet
    {
        type            patch;
        nFaces          10;
        startFace       12802;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          446;
        startFace       12812;
    }
    baffle
    {
        type            wall;
        inGroups        1(wall);
        nFaces          78;
        startFace       13258;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6532;
        startFace       13336;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6532;
        startFace       19868;
    }
)

// ************************************************************************* //
